tap "d12frosted/emacs-plus"
tap "dskecse/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "rlue/utils"
cask "java"
brew "readline"
brew "python"
brew "asciinema"
brew "asdf"
brew "bat"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "ctags"
brew "exercism"
brew "fzf"
brew "git"
brew "gnu-typist"
brew "python@2"
brew "graphicsmagick"
brew "haskell-stack"
brew "hub"
brew "idris"
brew "imagemagick"
brew "mit-scheme"
brew "mono"
brew "neovim"
brew "node"
brew "plantuml"
brew "poppler"
brew "postgresql@9.6", restart_service: true, link: true
brew "rabbitmq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus"
brew "heroku/brew/heroku"
brew "rlue/utils/timer"
cask "android-file-transfer"
cask "eqmac"
cask "font-fira-code"
cask "font-iosevka"
cask "google-chrome"
cask "haskell-platform"
cask "ngrok"
cask "processing"
cask "sonic-pi"
cask "spectacle"
cask "spotify"
cask "steam"
cask "dskecse/tap/mozart2"
